Repository: kekukhvy/cartags-ios
Catalog: Localizable.xcstrings
Source language: en
Languages: de, ru, uk

# browse.title
source: Browse
de: Durchsuchen
ru: Обзор
uk: Перегляд

# button.done
source: Done
de: Fertig
ru: Готово
uk: Готово

# countries.picker.limit
source: You can select up to 3 countries
de: Sie können bis zu 3 Länder auswählen
ru: Можно выбрать не более 3 стран
uk: Можна обрати не більше 3 країн

# countries.picker.title
source: Choose your 3 countries
de: Wähle deine 3 Länder
ru: Выберите 3 страны
uk: Оберіть 3 країни

# error.title
source: Error
de: Fehler
ru: Ошибка
uk: Помилка

# paywall.lifetime
source: €12 lifetime
de: €12 einmalig
ru: €12 навсегда
uk: €12 назавжди

# paywall.restore
source: Restore purchases
de: Käufe wiederherstellen
ru: Восстановить покупки
uk: Відновити покупки

# paywall.subtitle
source: All countries · Unlimited searches
de: Alle Länder · Unbegrenzte Suchen
ru: Все страны · Без ограничений
uk: Всі країни · Без обмежень

# paywall.title
source: Unlock CarTags Pro
de: CarTags Pro freischalten
ru: Разблокировать CarTags Pro
uk: Розблокувати CarTags Pro

# search.action
source: Go
de: Los
ru: Найти
uk: Знайти

# search.empty_prompt
source: Enter a license plate code
de: Kennzeichencode eingeben
ru: Введите код номерного знака
uk: Введіть код номерного знака

# search.latin_notice
source: Use Latin letters only
de: Nur lateinische Buchstaben eingeben
ru: Вводите только латинские буквы
uk: Вводьте лише латинські літери

# search.no_results %@
source: No results for "%@"
de: Keine Ergebnisse für "%@"
ru: Нет результатов для "%@"
uk: Немає результатів для "%@"

# search.placeholder
source: Enter plate code (e.g. M, WU, KA)
de: Code eingeben (z.B. M, WU, KA)
ru: Введите код (напр. M, WU, KA)
uk: Введіть код (напр. M, WU, KA)

# search.restricted.message
source: Unlock all countries and see full results.
de: Alle Länder freischalten und vollständige Ergebnisse sehen.
ru: Разблокируйте все страны и смотрите полные результаты.
uk: Розблокуйте всі країни і дивіться повні результати.

# search.restricted.subscribe
source: Unlock
de: Freischalten
ru: Разблокировать
uk: Розблокувати

# search.restricted.title
source: Code found in a country not in your free plan
de: Code in einem Land gefunden, das nicht in Ihrem Gratisplan ist
ru: Код найден в стране не из вашего бесплатного плана
uk: Код знайдено в країні не з вашого безкоштовного плану

# search.title
source: Search
de: Suche
ru: Поиск
uk: Пошук

# settings.language.section
source: Language
de: Sprache
ru: Язык
uk: Мова

# settings.title
source: Settings
de: Einstellungen
ru: Настройки
uk: Налаштування

# button.ok
source: OK
ru: ОК
uk: ОК
